import React, { PureComponent } from 'react'
import { DetailWrapper, Header, Content } from './style'

class Detail extends PureComponent {
  render () {
    return (
      <DetailWrapper>
        <Header>上海迪士尼摸臀事件：我才25岁，扇你孩子一巴掌怎么了？</Header>
        <Content>
          <img src='//upload-images.jianshu.io/upload_images/4348650-a25a722477185324.jpg' alt='' />
          <p>震惊！！</p>
          <p>气愤！！</p>
          <p>太不要脸了！！</p>
          <p>当我看到这个新闻的时候，内心是一万只草泥马呼啸而过。怎么会有如此顽劣不堪的孩子？怎么会有如此丑陋粗鄙的家长？恨不得穿过屏幕把那家长踹在地上狠狠踩两脚，再啐一口才解气！</p><p>事情是这样的：7.14号，在上海迪士尼乐园，一个八岁的男孩捏了一个年轻姑娘的臀部，姑娘忍不住就回头说了男孩几句。本来事件的正常发展应该是男孩妈妈拉着男孩给姑娘赔礼道歉。但是如果事情是这样发展的，也不至于在网络上闹得沸沸扬扬。</p><p>现实是男孩妈妈闻言赶过来，拉着俩闺蜜指着姑娘的鼻子就开始破口大骂,大意是“我儿子才八岁，摸你一下怎么了？你又不是没被人摸过...”言词之粗鄙，态度之恶劣，三观之歪扭，实在是让人想弄死她为快。</p>
          <p>最后闹到警察局，男孩也承认了并不是因为人群拥挤失手摸到的，而是故意去捏的。事件一发酵，网友们纷纷为姑娘抱不平，结果是这位妈妈居然没有半点悔意和歉疚，直接在网上和网友开撕...</p><p>以前我们总说“养不教，父之过”，孩子没教育好，和父母的言传身教是脱不了干系的。像我们上面说的这个妈妈，她的孩子有这样的行为，我一点都不觉的惊讶。毕竟作为父母，我并没有觉得她的品行给孩子做出了正确的示范。</p><p>大庭广众之下，故意去摸女孩子的屁股，除了流氓，我想不出来其他词。这跟地铁公交上趁机揩油的性骚扰者有什么不同？唯一的不同就是这个男孩只有八岁。</p>
          <p>但是八岁真的小吗？据观察，现在的小孩子早熟得很，别说八岁，三岁的小孩子都应该知道男女有别，不能随意触碰其他异性身体的私密部位。否则那就叫性骚扰，性骚扰是犯罪，再进一步就是强奸犯！</p><p>虽然中国的法律保护未成年人，但是年纪小并不是可以触犯法律的托词。小孩子在没有完全的形成正确的人生观之前，可能并没有意识到他所做的事情有多么恶劣，后果有多么严重。但是作为孩子的监护人，难道也是法盲吗？我很喜欢的一句话：你的孩子你不教他做人，这个社会自然会教他。</p>
          <p>在这里我不禁想起了霍思燕教育嗯哼的情景：霍思燕在裙子里塞了东西假装怀孕，想看看嗯哼的反应，结果嗯哼将信将疑，就跑过来要掀霍思燕的裙子，霍思燕赶紧捂住裙子严肃的告诉嗯哼：男孩子不可以掀女孩子的裙子！她没有说不可以掀妈妈的裙子，而是说的女孩子，我相信在嗯哼以后的成长中，这条规则也会影响到他的人生。</p><p>可见一个智慧的家长对孩子的教育有多重要。孩子是父母的一面镜子，你在孩子身上看到的缺点其实在家长身上同样存在。比如：很多小孩子不会写字就会玩手机了，因为他的爸爸妈妈在家里也是拿着手机玩得忘乎所以。</p><p>还有很多家长抱怨孩子有拖延症，不到最后时刻坚决不写作业。那你有没有想过平时在家里你是不是看电视剧看到深夜十一二点才想着去收拾桌子上的碗筷，甚至直接拖到明天？父母的行为会潜移默化的转接给孩子，在抱怨孩子不听话的时候，多去反思一下自己是身上的问题。</p>
          <p>我记得有一个姑娘谈恋爱了，她的父母没有让她要男孩子家的钱，也没有要车。而是让她去男方家里看看他的父母之间的相处模式，如果他的父母恩爱有加，那么这个男孩子可以嫁。众多迹象表明，生活在父母恩爱的家庭的孩子，他们的出轨率、家暴率都会远远低于父母整天吵架的孩子。这就是父母对孩子的影响。</p><p>有人说；一想到为人父母不用经过考试，就觉得太可怕了！人的性格和素质，无关乎年龄，只关乎教养。你想孩子变成什么样的人，自己就先成为什么样的人。父母的教养里，藏着孩子未来的模样。</p>
        </Content>
      </DetailWrapper>
    )
  }
}

export default Detail
